Repository: ryanmrubin/refugeedata
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Incorrect password
tr: Yanlış şifresi

source: Number of cards to add
tr: Kaç kart eklemek istiyorsunuz?

source: Email
tr: E-posta Adresi

source: ID
tr: Kart Numrası

source: number
tr: numara

source: active
tr: aktif

source: Registration Number
tr: Kayıt Numarası

source: Registration Numbers
tr: Kayıt Numaraları

source: Data File
tr: Veri Dosyası

source: Number Range
tr: Numera sayısı

source: Registration Card Batch
tr: Kimlik kartı sürü

source: Registration Card Batches
tr: Kimlik kartı sürüler

source: Base Language
tr: Temel dili

source: Description
tr: Açıklama

source: Example Text
tr: Metin Örneği

source: Language
tr: Dil

source: Languages
tr: Diller

source: Name
tr: İsim

source: Preferred language
tr: Tercih edilen dil

source: Needs
tr: Özel İhtiyaçları

source: Phone Number
tr: Telefon Numrası

source: Preferred Contact
tr: Tercih edilen bildirme yöntemi

source: Story
tr: Hikâye/Tarih

source: Active
tr: Aktif

source: Registration Card
tr: Kayıt Kartı

source: Photo
tr: Fotoğraf

source: Person
tr: İnsan

source: People
tr: İnsanlar

source: Template Type
tr: Şablon Tipi

source: Template Text
tr: Şablon Metini

source: Template
tr: Şablon

source: Templates
tr: Şablonlar

source: Distribution Date
tr: Dağıtma Tarihi

source: Supplies Quantity
tr: Paketlerin miktarı

source: Supplies Description
tr: Paketlerin Açıklaması (ve Özel Bilgi)

source: Distribution
tr: Dağıtma

source: Distributions
tr: Dağıtmalar

source: Show Password
tr: Şifre Göster

source: Attendees:
tr: Katılanlar:

source: attended
tr: Katılabildiğin olanlar

source: Authenticate
tr: Gerçeklemek

source: To:
tr: Kime:

source: Message:
tr: Mesaj:

source: Email templates
tr: E-posta Şablonları

source: Language:
tr: Dil:

source: Send:
tr: Gönder:

source: to everyone
tr: Herkese

source: only to recipients
tr: Sırf alanlara

source: No email templates found
tr: Hiç e-posta şablonları bulunmadı

source: SMS templates
tr: SMS Şablonları

source: No SMS templates found
tr: Hiç SMS şablonları bulunmadı

source: Registration
tr: Kaydetme

source: Register
tr: Kaydet

source: To complete registration, please scan the below QR code:
tr: Kaydetme bitirmek için, alttaki QR kodu telefonunuzla okutun.

source: I am unable to scan the QR code
tr: QR kodu okutamama

source: Save
tr: Kaydet

source: Registration complete
tr: Kaydetme tamamlandı

source: Register someone else
tr: Başka kişi kaydetme
